NEWS_NAMES = ('nyūsu', 'novedad', 'NOTIZIA', '𝐍𝐞𝐰𝐬', 'новост', 'notizie', 'news','noticias', 'новый лидер', 'выговоры лидеров', 'жалобы на хелперов', 'претензии к работе администраторов', 'на лидеров фракций, банд,', 'передачу постов', 'поощрения лидерам и хелперам')
NEWS_ALERTS = ('U.S.Global NEWS', 'Новости Аркадии', 'latest news', 'usa na]', 'pa$e news', 'usa news', 'news agency', 'news agancy', 'ls news', 'rc news', 'usa:news','af news', 'us news', 'rc:news', 'новостное', 'новостного', 'news network', 'International News', 'Golden State News')
EXCLUDE_TOPICS = (255799,266047,267736,270137)
OBSCENES = ('rgho', 'yadi', 'cs', 'exe', 'cleo', 'пидор', 'сука', 'ёбаный', 'ебаный', 'пидорас', 'чмо', 
            'ебаное', 'говнарь', 'гандон', 'шлюха', 'ебал', 'тварь', 'мразь', 'даун', 'аутист', 'чмошник', 
            'доебался', 'ебёт', 'похуй', 'пиздёжь', 'долбоёб', 'придурок', 'урод', 'подсос', 'обосранец', 
            'обосранка', 'пиздабол', 'гнида', 'паскуда', 'залупа', 'хер', 'давалка', 'блядина', 'член', 
            'еблан', 'мудила', 'ссанина', 'блядун', 'вагина', 'ебланище', 'влагалище', 'пердун', 'ебаклак', 
            'еба', 'пиdоp', 'хуйлуша вшивая', 'пидарас', 'уебан', 'пидр', 'гондон', 'хуила', 'уебашка', 'пидораша', 
            'нацист', 'укроп', 'параша', 'москаль', 'маскаль', 'пиздорванец', 'уебанка', 'проститутка', 'проститут', 
            'гондурас', 'педик', 'голубой', 'апездал', 'апездошенная', 'блядки', 'блядовать', 'взъёбка', 'вхуярить', 
            'вхуячить', 'выебать', 'выебон', 'выёбываться', 'выпиздеться', 'выпиздить', 'гомосек', 'до ебанной матери', 
            'допиздеться', 'дуроёб', 'ебало', 'ебальник', 'ебанатик', 'ёбанный', 'ебанутый', 'йобаный', 'ебанашка', 
            'ебанушка', 'ебанутая', 'ебантяй', 'конч', 'конченый', 'конченный', 'конча', 'спремра', 'пизд', 'хули', 
            'распиздяй', 'распиздяйка', 'хуесос', 'гомик', 'блять', 'мамкоеб', 'мать ебал', 'ебешь', 'ебете', 
            'ебанка', 'хуисос', 'хуисас', 'йух', 'йху', 'хйу', 'уебище', 'хуйлан', 'продам аккаунт', 'продам акк', 
            'prodam akkaynt', 'отдам аккаунт в добрые руки', 'дермо', 'говно', 'скатился', 'сервер говно', 
            'днище', 'кал', 'пудинг', 'пудя', 'диоксид', 'майнкрафт', 'майнкрафтер', 'пизда', 'дрочить', 
            'ебать', 'хуепутало', 'мать чекни', 'шалава', 'хуйло', 'заебал', 'мку', 'mq', 'нахуй иди', 
            'пенис', 'хуй', 'головка', 'жопа', 'петух', 'рукоблуд', 'очко', 'дрочила', 'малафья', 
            'пилотка', 'манда', 'анус', 'путана', 'педрила', 'мошонка', 'елда', 'давн', 'давна', 
            'довн', 'довна', 'виебуйся', 'бич', 'бича', 'бичик', 'lua', 'qunem mort', 'luac', 
            'мудилы', 'pizda', 'pizdec', 'pidor', 'pidoras', 'сервер рип', 'сервер умер', 
            'ceрв доживает')
